Repository: meggsila/travl-localization
Catalog: *.lproj/Localizable.strings
Languages: pl

source: Visited places
pl: Odwiedzone miejsca

source: Moments
pl: Chwile

source: Trips
pl: Wycieczki

source: Tap the ‘+’ button to create trips
pl: Tapnij ‘+’, aby dodać wycieczki

source: Places you have visited
pl: Odwiedzone miejsca

source: Settings
pl: Ustawienia

source: Save
pl: Zapisz

source: Personal
pl: Twoje dane

source: Enter your name here
pl: Wpisz swoje imię

source: Enter where you live here
pl: Wpisz gdzie mieszkasz

source: App guide
pl: Przewodnik po aplikacji

source: Links
pl: Linki

source: Rate on App Store
pl: Oceń w App Store

source: New trip
pl: Nowa wycieczka

source: Dismiss
pl: Anuluj

source: Create
pl: Zapisz

source: Where to
pl: Dokąd

source: Start date
pl: Od kiedy

source: End date
pl: Do kiedy

source: Rate this trip
pl: Oceń tę wycieczkę

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Are you sure you want to delete this trip
pl: Czy na pewno chcesz usunąć tę wycieczkę?

source: Yes
pl: Tak

source: No
pl: Nie

source: Tap the ‘+’ button to create moments
pl: Tapnij ‘+’, aby dodać chwile

source: New moment
pl: Nowa chwila

source: What would you call this moment?
pl: Jak nazwałbyś tę chwilę?

source: Describe your experience
pl: Opisz swoje wrażenia

source: Edit & delete trips
pl: Edytuj i usuwaj wycieczki

source: In order to edit or delete a trip, go to your profile where the list of trips is. Press and hold on a trip and the context menu will be shown. Then choose your action.
pl: Aby edytować lub usunąć wycieczkę, przejdź do swojego profilu, gdzie znajduje się lista podróży. Naciśnij i przytrzymaj podróż, aby wyświetlić menu kontekstowe. Następnie wybierz opcję z menu.

source: Edit & delete moments
pl: Edytuj i usuwaj chwile

source: Same as editing or deleting a trip. Notice: If you press on the delete action, the moment will be automatically deleted without asking you once more.
pl: Podobnie jak w przypadku edytowania lub usuwania podróży. Uwaga: Jeśli wybierzesz akcję Usuń, chwila zostanie automatycznie usunięta bez ponownego pytania.

source: Add stories
pl: Dodaj historie

source: Press the small blue '+' button, next to the profile picture, to add stories. In order to view your stories press on the profile picture. To navigate between stories press on the left or right of the image and swipe down to dismiss.
pl: Naciśnij mały niebieski przycisk '+' obok zdjęcia profilowego, aby dodać historie. Aby zobaczyć swoje historie, naciśnij zdjęcie profilowe. Aby przechodzić między historiami, naciśnij po lewej lub prawej stronie zdjęcia. Przesuń palcem w dół, aby zamknąć.

source: Please fill all the information
pl: Proszę podaj wszystkie informacje

source: Are you sure you want to leave
pl: Czy na pewno chcesz wyjść

source: The changes you made will not be saved
pl: Wprowadzone zmiany nie zostaną zapisane

source: Stay
pl: Zostań

source: Leave
pl: Wyjdź
